{
        "Config.Secret Woods Lighting.name": "Secret Woods Lighting",
        "Config.Secret Woods Lighting.description": "Changes the lighting of outdoor areas of The Forgotten Woods to be similar to the Secret Woods (You must exit and re-enter the area for this to take effect).",
        "Config.Secret Woods Lighting.values.Enabled": "Enabled",
        "Config.Secret Woods Lighting.values.Disabled": "Disabled",     

	"msg.farm0": "There's very few letters still legible on the faded old signpost; you make out the words 'Farm' and 'South-east'.",
	"msg.farm1": "It's a tattered old sign which says 'DANGER! DO NOT ENTER'. You notice that those wooden boards look a little loose...",
	"msg.farm2": "The aged, crumbling note seems to be a letter from one lover to another, instructing them to ride the boat for a 'romantic surprise'.",
	"msg.picnic0": "It's a torn up note. You consider trying to read it, but you get the distinct feeling that the skull is watching you...",
	"msg.picnic1": "A fresh red rose is clutched tightly in the skeleton's grasp.",
	"msg.picnic2": "The poor soul was clearly stood up",
	"msg.picnic3": "The candle seems to be freshly-lit. The flame dances eerily in the breeze.",
        "msg.farmhouse0": "...Murray?",
        "msg.farmhouse1": "A closer inspection confirms your hypothesis; the couch is indeed squirming with teeny-tiny-bitey-things.",
        "msg.farmhouse2": "You feel sufficiently creeped out by this room...you decide not to venture further in.",
        "msg.farmhouse3": "Do NOT go into the light!",
        "msg.farmhouse4": "It's probably best not to disturb whatever is living in the hole.",
        "msg.farmhouse6": "You reach out to pet the crow. It gives you a stern look, as if to say 'Try it and lose a finger!'.",
        "msg.hill0": "Pilgrimage Hill",        
        "msg.hill1": "You touch the Shrine of Spring and are blessed.",
        "msg.hill2": "You touch the Shrine of Summer and are blessed.",
        "msg.hill3": "You touch the Shrine of Autumn and are blessed.",
        "msg.hill4": "You touch the Shrine of Winter and are blessed.",
        "msg.hill5": "Locked",
        "msg.hill6": "The old, crusty note reads: 'I've been CONNED! AGAIN! Stupid map doesn't lead to anything and I've lost the clue notes. The bat bite on my leg isn't looking too good either, think I'll rest under this tree for a while...'",
        "msg.hill8": "Tomb It May Concern...",
        "msg.hill9": "WANTED: Roommate. Must Like Cats and Cramped Spaces",
        "msg.hill10": "Here Lies DAVE. Always Thinking Outside of the Box...So We Nailed It Shut",
        "msg.hill11": "Here Lies a Mathematician Who Can No Longer Multiply",
        "msg.hill12": "Reserved",
        "msg.hill13": "Here Lies MATTY THE BOLD...Or What The Pepper Rex Spat Back Out Anyway",
        "msg.hill14": "Here Lies J. Crushed By The Size of Their Own Ego",
        "msg.hill15": "Six Feet Under Achiever",
        "msg.hill16": "Here Lies ALEX THE ARTIST. Details of The Death Are Still A Little Sketchy",
        "msg.hill17": "You're Standing On My Unmentionables...GET OFF!",
        "msg.hill18": "Here Lies PAUL BEARER. May He Be Carried To A Better Place",
        "msg.hill19": "CLUE 1: North-east of the Farm, on an overlooking cliff, take a dive in the barrel, just don't mind the whiff.",
        "msg.hill20": "CLUE 2: Take a ride down the river to a lorn-lover's feast, where a gift lies in waiting, now the romance has ceased.",
        "msg.hill21": "CLUE 3: A bygone adventurer, both courageous and brave, waits for a successor in their riverside grave.",
        "msg.hill22": "CLUE 4: Atop Forgotten Peak, under vast cloud-filled skies, lays the fae's fungal crown, which bestows a fae surprise.",
        "msg.hill23": "CLUE 5: In a lost sacred place, where shrines crumble and crack, sits a rotund spirit, with a gift behind his back.",
        "msg.hill24": "Now that's a snazzy hat!",
        "msg.hill25": "It's an old map. In bold letters it says '100% Genuine Treasure Map; Riches Guaranteed!' In VERY small print at the bottom you read 'All sales are final. Made by the Great Wizard Norefundus'",
        "msg.crypt0": "The engravings are too worn away to read.",
        "msg.shrine0": "Though long forgotten, we here remain; we heed the forest call the same. From sprouting bud to fallen leaf, the woodland's sweets we here bequeath. When ashen blankets cover and sprawl, our conserved harvest we offer to all.",
        "msg.shrine1": "The ancient shrine crumbles at your touch.",
        "msg.treehouse0": "Nobody is home right now.",
        "msg.treehouse1": "The books are written in an unfamiliar language.",
        "msg.treehouse2": "The tiny package is full of seasonal fruit and preserves.",
        "msg.exit0": "From one shrine to another, yet not the same; to be returned from whence you came. Farewell, Friend.",
        "msg.DMT0": "You rummage around in the barrel. Your fingers probe through some slimy, viscous liquid. Suddenly, you feel something solid!",
        "msg.DMT1": "You open the gift and a wave of sadness washes over you. The skull's mournful, empty sockets seem to stare at you.",
        "msg.DMT2": "It's too dangerous to go out alone. Take This.",
        "msg.DMT3": "There's something within the fairy circle.",
        "msg.DMT4": "Urgh! Someone dumped an old Joja soda machine inside the statue.",
        "msg.DMT5": "A curious pot of glowing, green goo sits surrounded by flowers. You throw caution to the wind and inhale some of the swirling miasma...You feel strangely refreshed.",
        "msg.DMT6": "There's no treasure left in here, but if you feel like sliding your hands back into the fish-scented goo; have at it!",
        "msg.DMT7": "The box is empty; you already took that poor soul's last remaining possession",
        "msg.DMT8": "You've robbed this grave thoroughly enough already.",
        "msg.DMT9": "Nothing here but mushrooms.",
        "msg.DMT10": "Yep; that's one empty orifice.",

//1.3 Added strings
	"msg.DMTE.WoodsComplete": "You've unlocked new shortcut warps! Warps to The Forgotten Caverns' Travel Hub have appeared near the Forgotten Woods Farmhouse and the Forgotten Woods Shrine. Return warps to both of these places have also appeared in the Travel Hub.",
        "msg.DMTE.LimitedSpawnOn": "You have activated 'Lower Daily Forage Spawn'.",
        "msg.DMTE.LimitedSpawnOff": "You have activated 'Generous Daily Forage Spawn'.", 
        "letter.SpawnCave1": "SUMMER 27^^After all these long years, it's finished! I have harnessed the power to control growth levels within these woods. People said the only thing I could cultivate was between my toes; Ha! Joke's on them now!^^I'll just sit and relax for a few moments before I go to report my success...I need to be well rested for all my richly-deserved adoration!",
        "letter.SpawnCave2": "Welcome to the Spawn Control Cave!^^There are doors to your left and right, they each contain a button which will let you control how many foragable items spawn throughout all areas of 'The Forgotten Woods'. This affects standard forage, vegetables, flowers and fruit.^^RED DOWN ARROW: This sets less daily forage to spawn.^^GREEN UP ARROW: This sets a generous amount of daily forage to spawn.^^Once you have pressed a button, it will take effect from the next day onwards.^^The flashing sign above you will show which mode is currently active.^^These controls ONLY affect The Forgotten Woods; they will not change your foraging spawn rates in any other areas.",
        "msg.SpawnCave1": "The barrels are full of foraged ingredients. An odd chemical smell is exuding from them...",
        "msg.SpawnCave2": "A collection of dust-covered, outdated research equipment sits on the bench.",
        "msg.SpawnCave3": "The long-forgotten remains of the forage researcher sits and stares ahead.#You can almost see a grin of self-satisfaction in their skeletal features.",
        "msg.SmallCrypt1": "The engravings have been badly damaged with age and can no longer be read.",
        "msg.SmallCrypt2": "Much of the headstone has crumbled away. There is one sentence that is still visible: 'They join their beloved young son in the warmth of Yoba's embrace'.#A hollow, cold feeling rushes through you.",
        "msg.SmallCrypt3": "The gate is sealed shut...for now...",
        "msg.SmallCrypt4": "This is where Bob has laid his bones. The headstone has one simple line: 'Divided by Fates, Forever Bound by Love'.",
        "msg.SmallCrypt5": "The resting place of Bob's parents.#A comforting warmth radiates through you.",
        "msg.SpellCrypt1": "A rather disgusting looking potion bubbles away in the cauldron...it smells like boiled gym socks.",
        "msg.SpellCrypt2": "You stare into the creepy old mirror. You expect to see your reflection, but instead the image of a young witch appears before your eyes. She seems to watch you for a few seconds and then quickly disappears.",
        "letter.SpellCrypt1": "Welcome to the Spell Crypt!^^Here you can cast spells to control monster numbers (red spell books) and monster types (purple spell books). ^^Read the posters behind the spell podiums to see what each spell changes, then touch the book podium to cast your required spell.^^The flashing sign in the crypt entrance will show what choices you currently have enabled:^white skull = normal monsters^blue skull = dangerous monsters^green 'up' arrow = more monsters^red 'down' arrow = less monsters^red 'stop' sign = no monsters^^These spells will begin working from 6am the next day and will only affect The Forgotten Woods; they will not have an effect anywhere else in Stardew Valley.",
        "letter.SpellCrypt2": "ELIMINATE MONSTERS^^This spell removes all monsters from The Forgotten Woods, for an easier, more relaxed experience. Click on the book podium below to cast this spell.",
        "letter.SpellCrypt3": "MANAGEABLE MONSTERS^^This spell spawns a lower, more managable amount of monsters within The Forgotten Woods. Click on the book podium below to cast this spell.",
        "letter.SpellCrypt4": "MONSTER MADNESS^^This spell doubles the amount of monsters that can spawn in The Forgotten Woods. Click on the book podium below to cast this spell.",
        "letter.SpellCrypt5": "MUNDANE MONSTERS^^This spell spawns monster varieties that are appropriate for you combat level. Click on the book podium below to cast this spell.",
        "letter.SpellCrypt6": "MALEVOLENT MONSTERS^^This spell spawns 'Dangerous' varieties of monsters (The same as those spawned during Qi's 'Danger in the Deep' and 'Skull Cavern Invasion' quests). Click on the book podium below to cast this spell.",
        "letter.SpellCrypt7": "Diary of the Great Witch Izalith... NO PEEKING!!^^FALL 16^I'm getting soooo sick of walking through hoards of monsters to collect my potion reagents, maybe there's something I can do about it? Hmmmm.^^WINTER 4^Success! After a few failed atempts, and several angry slimes, I've finished the spell podiums to control all monsters in these woods! The red spell books control the amount of monsters, and the purple spell books control their type. I can remove all monsters for a nice woodland stroll, or ramp them up for some good old spell practice! ^I like this crypt...think I'll make it a little 'ad-hoc' potion room...it'll give me a break from Granny's nagging.",
        "msg.DMTE.MobNoSpawn": "You read the tome; the spell of 'Eliminate Monsters' has been cast.#Monsters will no longer spawn in The Forgotten Woods from 6am tomorrow morning onwards.",
        "msg.DMTE.MobNormalSpawn": "You read the tome; the spell of 'Manageable Monsters' has been cast.#Monsters in The Forgotten Woods will now spawn at a regular rate from 6am tomorrow morning onwards.",
        "msg.DMTE.MobHighSpawn": "You read the tome; the spell of 'Monster Madness' has been cast.#Monsters in The Forgotten Woods will now spawn at a higher rate from 6am tomorrow morning onwards.",
        "msg.DMTE.VanMob": "You read the tome; the spell of 'Mundane Monsters' has been cast.#Monsters appropriate to your combat level will now spawn in The Forgotten Woods from 6am tomorrow morning onwards.",
        "msg.DMTE.DangMob": "You read the tome; the spell of 'Malevolent Monsters' has been cast.#Dangerous monsters will now spawn in The Forgotten Woods from 6am tomorrow morning onwards.",
        "msg.DMTE.Welcome": "Welcome to the Forgotten Woods!# The 'Forage Control' cave is located to your south, down the stairs. This will enable you to select the forage spawn amounts here.#The 'Monster Control' room is located in the cemetery, inside the eastern small crypt. This allows you to control monster numbers and monster types within these woods.#A minecart is also located in the cemetery, inside the western small crypt. It will become available once you have visited the cemetery for the first time.#Have fun!",
        "Minecart.SmallCrypt": "The Forgotten Woods (Crypt)"
}